{
  "culture" : "The rapper Ceon Broughton has had his conviction for the manslaughter of his girlfriend overturned by the court of appeal.\n\nLouella Fletcher-Michie, 24, died after taking the drug 2C-P at the Bestival music festival in September 2017.\n\nBroughton, 31, who raps under the stage name CEONRPG, was convicted of manslaughter by gross negligence after a trial at Winchester crown court in February last year. But the conviction and his seven-year sentence were quashed on Tuesday on grounds of insufficient evidence to meet a criminal standard of proof.\n\nExplaining the decision of the three judges, Lord Burnett said the expert evidence on the likelihood of Fletcher-Michie’s chances of survival had she received treatment sooner was “not capable of establishing causation to the criminal standard”.\n\n“Taken at its highest, the evidence adduced by the prosecution was incapable of proving causation to the criminal standard of proof.”\n\nIn the ruling, Burnett set out how Broughton made attempts to get help as he realised Fletcher-Michie was unwell, telling a friend to “get the medics” and sending a pin of his location in the wooded area using Google Maps.\n\nThe judge said the only expert jurors had to rely on as to whether Broughton’s actions contributed “significantly” to Fletcher-Michie’s death had suggested she would have had a 90% chance of survival had she been provided with medical treatment at 9.10pm, nearly five hours after she took the drug.\n\nGiven that the criminal standard of proof requires jurors to be sure “beyond reasonable doubt”, Burnett said the expert’s evidence was “not enough”, so the issue of whether Broughton caused his girlfriend’s death by gross negligence should not have been left to the jury to decide.\n\nIt is expected Broughton will be released, as he has served his remaining sentence.\n\nSeven years of the sentence was for the manslaughter conviction, and the court of appeal has not ordered a retrial. Broughton’s conviction for supplying Fletcher-Michie with the hallucinogenic intoxicant 2-CP at the festival stands.\n\nHe previously admitted supplying her with drugs at the Glastonbury festival, in June 2017, and was in breach of a suspended prison sentence imposed for possessing a lock knife and a Stanley knife blade.\n\nThe original trial heard that Broughton supplied Fletcher-Michie, daughter of the Holby City actor John Michie, with 2-CP at the festival before she died.\n\nStephen Kamlish QC, for Broughton, told the court of appeal: “The crown cannot prove, now or at trial, that she would have lived had she been treated.\n\n“What the crown are arguing now is that by depriving the deceased of the chance of surviving via medical treatment she would have lived but that also means she might or might not have lived.”\n\nHe said Broughton had felt unable to leave Fletcher-Michie alone, in woods, while she was suffering a “bad trip”, and he had not realised she was at risk of death.\n\nKamlish added: “So in our submission, when one looks at the learned judge’s direction as to the ease or difficulty of obtaining help, if Louella could walk by herself it was difficult.” He said Deakin addressed whether medical intervention could have helped at trial while other experts focused on the cause of death.\n\nKamlish said the prosecution evidence did not prove causation against the defendant.\n\nBroughton’s lawyers said he remained “devastated” by Fletcher-Michie’s death.\n\nA statement issued by Birnberg Peirce solicitors said: “The court of appeal has today found that Louella’s death occurred not as a result of criminal negligence but was instead a tragic accident.\n\n“Ceon remains devastated by her death. He has always wished that he could have done more to save her. He loved Louella and she him, but he knows that no words will ever be sufficient to convey his sense of responsibility for what happened or to begin to remove the pain that others have been caused.”\n\nA representative for Fletcher-Michie’s family declined to comment.",
  "environment" : "Sales of electric vehicles in Australia tripled in 2019 despite a lack of government support, according to the industry’s peak body.\n\nThe country’s network of electric vehicle charging stations was also growing, the Electric Vehicle Council’s annual report found, including a rise in the number of faster charging stations that let drivers recharge a car in about 15 minutes.\n\nBut the report, released on Wednesday, found the market share for electric vehicles was still only 0.6% of new vehicle sales – well behind the 2.5% to 5% in other developed countries.The chief executive of the council, Behyad Jafari, said the rise in sales was down to more models becoming available. There are now 28 electric models on sale, with eight priced below $65,000.\n\nSix more were due to arrive before the end of 2021, including two priced below $50,000, the council’s report said.\n\nJafari told Guardian Australia: “A big challenge for Australia is that every other developed country has vehicle standards and EV policies in place.\n\n“We have repeatedly heard from car companies that they were planning to bring vehicles here, but Australia doesn’t have that policy support.”\n\nHe cited the Kia e-Niro – an award-winning electric SUV that was being prepared for an Australian launch, but is now reportedly on hold because the manufacturer favoured shipping to countries with emissions standards.\n\nThe council’s members include BMW, Nissan, Hyundai and Harley Davidson, as well as energy, technology and charging infrastructure companies.\n\nSales of electric vehicles – which include plug-in hybrids – went from 2,216 in 2018 to 6,718 in 2019, the report said. Jafari said about 80% of those sales were all-electric vehicles.\n\nThere have been 3,226 electric vehicles sold in 2020, the report said, despite an overall drop of 20% in vehicle sales due to the Covid-19 pandemic.\n\nJafari said: “Our report is showing that Australian consumers want these cars.\n\n“There is no controversy that the future of the industry is electric, but at the moment the industry is looking at different markets. We want policies that show [Australia] is going on this journey.”In 2019, modelling for the Morrison government assumed between 25% and 50% of new car sales by 2030 would be electric.\n\nManufacturers currently selling electric cars in Australia are Nissan, Hyundai, Mitsubishi, Tesla, Volvo, Porsche, Audi, BMW, Mercedes, Jaguar and Renault, the report said.\n\nJafari said most G20 countries had emissions standards in place for vehicles sold and incentives in place to support electric vehicles, such as rebates or exemptions from charges. This hadn’t happened in Australia, he said.\n\nThe report said: “Globally, carmakers are rolling out more electric vehicle models, but so far production cannot keep up with demand. This means that without policy signals, Australians will continue to be denied access to the full global range of electric vehicles.”\n\nOn Tuesday, one Australian charging provider, Evie Networks, opened an ultra-fast station at a rest stop at Campbell Town in Tasmania – between Launceston and Hobart.\n\nThe company said the station would connect EV owners in the state’s north and south and the two 350kW chargers could recharge a vehicle in 15 minutes. Two more sites were planned for Tasmania, the company said.\n\nA Tasmanian government grant to support electric vehicle charging had helped finance the site. Evie was also supported with a $15m grant from the federal government’s Australian Renewable Energy Agency.\n\nAccording to the council report, Australia now has 2,307 public charging stations, including 357 fast chargers – a rise of 40% in the past year.\n\nA survey of 2,900 people in New South Wales, the ACT, Victoria and South Australia, carried out by NRMA, RACV and RAA on behalf of the council, found the main barriers to buying an electric vehicle were concerns over access to charging points, cost and uncertainty over driving range.\n\nConsumers favoured electric vehicles because of their environmental footprint, lower maintenance costs and vehicle performance.\n\nThe report said the average battery range of electric vehicles available in Australia was 400km, but almost 80% of people thought the average was less.\n\nAccording to the survey, 56% of Australians would consider an electric car when they next bought a vehicle.\n\n“We are far behind, but it is surmountable,” Jafari said.\n\nThe council report also rated state and territories on the policies that supported its industry and found the ACT was leading, followed by NSW and Queensland.\n\nA review of commercial electric vehicle use found public electric bus trials were planned or under way in Queensland, NSW, WA, Victoria and ACT. There are now more than 400,000 electric buses in use around the globe.",
  "science" : "This week, head out of the city to a dark sky location and track down the constellation of Corona Borealis, the northern crown. It is a small, relatively faint constellation but one that has been recognised for millennia. Ptolemy listed it in his 2nd century catalogue of 48 constellations. In classical Greco-Roman mythology, the semi-circle of stars is said to represent the crown given to Cretan princess Ariadne by the god Dionysus. Other cultures see things very differently. The constellation has been variously described as a heavenly castle, a boomerang, a group of dancing sisters, a string of jewels and a broken dish.\n\nTo find the constellation, look west in the late evening and identify the bright orange star of Arcturus in Boötes, the herdsman. The star will be heading for the horizon, getting ready to set. From Arcturus, look diagonally upwards towards the body of Hercules, the hero. Corona Borealis will be sitting between these two larger constellations. Although faint, once identified it will be unmistakable. The chart shows the view looking west from London at 23:00 BST. Observers in the southern hemisphere will need to look north, and the constellation will appear upside down.",
  "global_development" : "Families in Yemen are having to send their children out to work and to beg as concerns mount over rising food, water and petrol prices, a survey has found.\n\nDespite coronavirus spreading undetected across the war-ravaged nation, data collected from more than 150 households in three provinces of southern Yemen found that respondents were more worried about going hungry than contracting Covid-19. The International Rescue Committee (IRC), which led the survey, found nearly two-thirds (62%) of respondents reported being unable to afford food and drinking water. Prices for sugar and vegetable oil have jumped by more than 25% in the past year.\n\nFood insecurity is a major concern in Yemen, where a resurgence in fighting, coupled with decreased humanitarian funding and access, has left millions at risk. An estimated 3.2 million people – 40% of the population – are currently facing acute food insecurity, and almost half of all Yemeni children under five will be malnourished by the end of 2020. Food rations for north Yemen have already been cut in half since April, and an additional 5m people will lose access to food assistance in November without more funding, says the IRC.“The nightmare Yemenis are living through continues to get worse with each passing day,” said Tamuna Sabadze, IRC’s Yemen country director.\n\n“With Covid-19 spreading unchecked, dwindling humanitarian funding, and increasing fighting and airstrikes, Yemen is experiencing a triple emergency. This survey brings to life the terrible economic impacts Covid-19 is having on the lives of the world’s most vulnerable.\n\n“In order to feed their families, respondents indicated they have had to take on debts which they can’t afford to repay, reduce the amount of food they are consuming, sell off assets like land or livestock, and some have even had to send their children to work or to beg,” Sabadze said.\n\nAlthough to date fewer than 1,900 Covid-19 cases have been officially recorded, the true figure is likely to be considerably higher due to underreporting and a lack of testing.\n\nMarcus Skinner, senior policy adviser at IRC, said the food price hikes caused by Covid-19 were having a major impact in Yemen because roughly 85% of all food is imported. Families were redirecting funds away from education and healthcare simply in order to eat, he added.\n\n“We’re seeing an increase in child marriage and in child begging as a response to the lack of food, and we know that families are reducing the number of meals they’re eating,” said Skinner.\n\n“But the most shocking finding for us was that in the southern governorates, particularly in Aden, where coronavirus has run unchecked – hospitals have been overrun, graveyards are overflowing - the main concern was the deterioration of the economy and the impact that is having on food security.\n\n“Fear of ill-health, including Covid-19, has been usurped by hunger.”\n\nThe IRC is calling on the UN to increase humanitarian funding to the country and for the US, UK and France to end military and intelligence support to parties involved in the conflict.",
  "sport" : "The prospect of Charley Hull ending her wait for a major title this weekend at Royal Troon has diminished after the 24-year-old admitted her indifference towards links golf. Hull risked offending those immersed in the ancient form of the sport by admitting she will visualise holes at the famous Ayrshire venue lined with trees during the Women’s Open when it begins on Thursday.\n\n“I’m not the biggest fan of links golf,” said Hull. “I like playing with my friends and stuff as a bit of fun but I find it hard to score around sometimes. I like parkland golf courses and American-style.”Pressed on why this feeling has developed, Hull explained: “I feel like you can hit good shots and get bad bounces and bad luck. I don’t really feel like you have to be the best ball-striker, you just need to go down the fairway and green and give yourself a putt – then you’re sound – and keep out of the bunkers.\n\n“I just try to picture the fairways being tree-lined because I like really, really tight golf courses. I like to feel like tunnel vision, where this is kind of open and flat and it’s hard to pick your lines because it’s hard to pick out the fairways sometimes. So you’ve just got to be really focused.”\n\nGiven her talent, Hull’s Women’s Open record is somewhat uninspiring. She has missed three cuts and has a highest position of tied 12th in eight previous appearances. A glimmer of hope resonates in current form. “I feel like my game is in good shape at the minute,” said Hull.\n\nLast weekend’s Ladies Scottish Open in East Lothian was marred by slow play, meaning times of rounds will be under the spotlight in Troon. Hull, one of the quickest players on the women’s scene, admits glacial pace is harmful to the sport. She has called for shot penalties to be introduced, ahead of fines.\n\n“To grow the game, people don’t want to be sat there for hours and hours watching a slow game, slow golf,” Hull added. “I get told a lot, it’s crazy how slowly we play. Usually when I’m at home with my friends we go around in like three hours and on Tour, last week, I played five hours and 40 minutes.”With inclement weather expected for the majority of the event, the world No 2 Danielle Kang shrugged off the notion of an unfair challenge. Thunderstorms and strong winds are forecast for Thursday and Friday, with temperatures due to plummet for the final two rounds.\n\n“I am ready,” said Kang. “You’re just going to have to take whatever it gives you. I’ve just got to have all the laundry done, have the rain gear ready, towels ready. I’m just really excited to tee it up on Thursday.\n\n“We’ve had beautiful weather the last couple days, today the sun is out and I don’t think we are going to get that for the rest of the week. I’m excited to see what this golf course is going to challenge us to do.”",
  "politics" : "The abolition of Public Health England is hugely risky and will distract staff who are working hard to stop a second wave of Covid-19, major health bodies have warned ministers.\n\nThe government’s decision to axe PHE and replace it with a new National Institute for Health Protection prompted widespread criticism and claims that it was simply “shifting deckchairs”.\n\nThe health secretary, Matt Hancock, is scrapping the agency after weeks of speculation that ministers, including Boris Johnson, were unhappy with its performance over the testing of coronavirus swab samples and tracing of people suspected of being infected, especially early in the pandemic.\n\nHowever, doctors and hospital bosses have leapt to PHE’s defence and branded the move unfair, unjustified, and part of a government effort to distract from its own failings over Covid-19.\n\n“Public Health England appears to have been found guilty without a trial,” said Richard Murray, the chief executive of the King’s Fund, the influential health thinktank. “Undoubtedly there are questions to be answered about England’s handling of the Covid-19 crisis, but the middle of a pandemic is not the time to dismantle England’s public health agency.”The shake-up is being pushed through even though the government admits it does not know who will take forward PHE’s work in tackling obesity, reducing smoking and tackling health inequalities, as the new institute will not be responsible for them under the current plans. It will be formed from a merger of PHE, NHS Test and Trace and the Joint Biosecurity Centre, the last two of which were only set up in recent months as part of the response to the pandemic.\n\nThe failure to spell out who will drive forward the prime minister’s new anti-obesity strategy just two weeks after its launch drew a warning that without a government agency taking responsibility, the country’s battle to lose weight could be lost.\n\nChristina Marriott, chief executive of the Royal Society for Public Health, said: “Covid-19 makes it vitally important that prevention is not sidelined – but so does every year when 40% of avoidable deaths are as a result of tobacco, obesity, inactivity and alcohol harm. Clear national leadership on this is critical for the public’s health. The uncertainty created by today’s announcement is not acceptable.”\n\n“The reorganisation will be a distraction at the worst possible time,” said Dr Jennifer Dixon, chief executive of the Health Foundation. “Setting up and abolishing or merging national agencies like PHE is all too common and frequently demoralising, wasteful and lacking justification.”\n\nMinisters cut PHE’s budget from £397.9m in 2015 to just under £300m this year and cut the public health grant that local councils in England receive by 22% over the same period. They must look at their own record on those decisions when apportioning blame for public health failures, Dixon added. Outgoing PHE chief executive Dun Selbie is becoming a senior adviser to the Department of Health and Social Care.\n\nNigel Edwards, chief executive of the Nuffield Trust thinktank, said: “There is no clear argument as to why this rebranding and reshuffling will solve some of the problems highlighted [by Hancock].“The government risks making a major misstep by dismantling its own public health agency at such a crucial time, creating a huge distraction for staff, who should be dedicating themselves to the next stage of the pandemic,” added Edwards, who labelled PHE’s abolition “disproportionate”.\n\nIn a speech on Tuesday at the Policy Exchange thinktank, Hancock insisted that the creation of the institute would “put us in the best possible position for the next stage of the fight against Covid-19 and for the long-term”. It will focus on external threats to the UK, pandemics and infectious diseases.\n\nHe confirmed that Dido Harding, the Conservative peer who already runs the widely criticised NHS Test and Trace programme, will chair the new body, as the Guardian revealed on Monday.\n\nLiberal Democrat leadership contender Layla Moran MP dubbed Harding’s appointment “a reward for failure”, given Test and Trace’s poor record in ensuring that coronavirus carriers and their close contacts were found, tested and urged to isolate to reduce the risk of transmission. It has so far only managed that with 78% of identified cases of the virus and 72% of their contacts, despite being handed £10bn by the Treasury, much of which is going to the private firms carrying out the work, Serco and Sitel.\n\nHarding, who also chairs the health service regulator NHS Improvement, said the coming together of the three organisations would “strengthen our response [and] radically ramp up our fight against this disease”. She will lead PHE’s successor until a permanent chair is recruited.\n\nDr Richard Horton, editor of the Lancet medical journal, tweeted: “So. Farewell then, PHE. You stood up for public health against governments that slashed public health budgets over a decade. And now you have to take the blame for one of the worst national responses to Covid-19 in the world. Strange, no?”",
  "lifestyle": "Nigel Slater’s recipe for mackerel, kohlrabi and cornichons.The recipe\nTrim 250g of kohlrabi, cut it into thin slices, then into matchstick strips and place in a mixing bowl. Slice 20 pickled cornichons in half and add them to the bowl with 3 tbsp of their pickling liquor.\n\nCut 200g of cucumber into thin slices, then into matchsticks and toss with the kohlrabi and cornichons, creating a crisp and piquant salad on which to place your mackerel.\n\nSeason 4 small mackerel fillets (or 2 large ones). Warm 3 tbsp of olive oil in a frying pan and place the fish skin-side down in the hot oil. Sprinkle each with a pinch of paprika. Let them fry for 7 minutes or so over a moderate heat, covered by a lid, occasionally spooning the oil over them as they cook.\n\nDivide the kohlrabi salad between 2 plates, then place the mackerel on top. Spoon some of the juice from the salad over the fish and serve. Enough for 2\n\nThe trick\nI usually cook mackerel over a very hot grill, letting the skin crisp and brown, but sometimes it makes a change to do what we’ve done here, cooking the fish without browning, so it stays moist, juicy and surprisingly delicate in flavour. Baste it with the paprika oil, constantly spooning the spiced juices over the fish as it cooks.\n\nThe twist\nAny fillet of fish is good for this treatment, though the oily fish are complemented by the piquancy of the pickling liquor. If you can’t find crisp, unblemished kohlrabi (the only sort worth buying), then use the thick stalks of broccoli or cauliflower, along with their florets.\n\nThe Observer aims to publish recipes for sustainable fish. For ratings in your region, check: UK; Australia; US\n\nFollow Nigel on Twitter @NigelSlater",
  "business": "More than 35m discounted meals were claimed in the first two weeks of the government’s “eat out to help out” scheme for Britain’s hard-pressed hospitality sector, the chancellor, Rishi Sunak, has announced.\n\nFigures released by HM Revenue & Customs show that Britons increasingly got the appetite for the cut-price offers, with the number of claims submitted by participating businesses more than doubling in the second week from just over 10m in the scheme’s first week.\n\nUnder the plan, diners can claim a half-price discount up to a maximum of £10 per head on food and non-alcoholic drink on Mondays, Tuesdays and Wednesday’s in August. The online booking service Open Table has reported that restaurants have been on average 27% busier than they were on the same days of August 2019.\n\nThe Treasury said it expected the number of discounted meals to rise because it had so far received claims from only 48,000 of the 85,000 participating restaurants. The bill for the scheme in its first two weeks was £180m, with an average claim of just over £5.\n\nSunak, who first announced that diners would be eligible for money off their bills in his July mini-budget, said: “Today’s figures show that Britain is eating out to help out – with at least 35m meals served up in the first two weeks alone, that is equivalent to over half of the UK taking part and supporting local jobs in the hospitality sector.”Restaurants, bars and cafes were among the hardest hit businesses by the lockdown imposed as a result of the Covid-19 pandemic and eat out to help out was designed to boost trade as the government began to wind down its furlough scheme.\n\nDespite some reports that “eat out to help out” was leading to weaker activity on other days of the week – Sundays and Thursdays in particular – Sunak said the scheme was vital to limit the expected surge in unemployment among the 1.8 million people working in the hospitality sector.\n\nAbout 80% of hospitality firms stopped trading during April, with 1.4 million workers furloughed, the highest of any sector.\n\nSunak, who has put aside a total of £500m for the scheme, said: “To build back better we must protect as many jobs as possible, that is why I am urging all registered businesses to make the most of this by claiming back today – it’s free, simple and pays out within five working days.”"
}